@extends('layouts.site')

@section('content')
<div class="main-header blog-header" style="background-image: url('{{asset('img/headbg.jpg')}}')">
<div class="content">
    <h1 class="header-title">Наши статьи</h1>
</div>
</div>


    <div class="blog-wrapper">
        <div class="article-list">
            <div class="article">
                <div class="article-header">Статья 1</div>
                <div class="article-preview">
                    Структура политической науки теоретически отражает конструктивный гуманизм.
                    Политическое учение Монтескье иллюстрирует функциональный коллапс Советского Союза.
                    Рационально-критическая парадигма сохраняет бихевиоризм. Кризис легитимности
                    существенно обретает культ личности. Коллапс Советского Союза, как
                    бы это ни казалось парадоксальным, определяет культ личности, что
                    может привести к военно-политической и идеологической конфронтации
                    с Японией...
                </div>
                <div class="article-footer">
                    <div class="date">18.09.2019</div>
                    <a href="#">Читать далее...</a>
                </div>
            </div>

            <div class="article">
                <div class="article-header">Статья 1</div>
                <div class="article-preview">
                    Структура политической науки теоретически отражает конструктивный гуманизм.
                    Политическое учение Монтескье иллюстрирует функциональный коллапс Советского Союза.
                    Рационально-критическая парадигма сохраняет бихевиоризм. Кризис легитимности
                    существенно обретает культ личности. Коллапс Советского Союза, как
                    бы это ни казалось парадоксальным, определяет культ личности, что
                    может привести к военно-политической и идеологической конфронтации
                    с Японией...
                </div>
                <div class="article-footer">
                    <div class="date">18.09.2019</div>
                    <a href="#">Читать далее...</a>
                </div>
            </div>

            <div class="article">
                <div class="article-header">Статья 1</div>
                <div class="article-preview">
                    Структура политической науки теоретически отражает конструктивный гуманизм.
                    Политическое учение Монтескье иллюстрирует функциональный коллапс Советского Союза.
                    Рационально-критическая парадигма сохраняет бихевиоризм. Кризис легитимности
                    существенно обретает культ личности. Коллапс Советского Союза, как
                    бы это ни казалось парадоксальным, определяет культ личности, что
                    может привести к военно-политической и идеологической конфронтации
                    с Японией...
                </div>
                <div class="article-footer">
                    <div class="date">18.09.2019</div>
                    <a href="#">Читать далее...</a>
                </div>
            </div>
        </div>
        <div class="category-list">
            <span>Категории</span>
            <ul>
                <li><i class="far fa-folder"></i> Категория 1</li>
                <li><i class="far fa-folder"></i> Категория 2</li>
                <li><i class="far fa-folder"></i> Категория 3</li>
                <li><i class="far fa-folder"></i> Категория 4</li>
                <li><i class="far fa-folder"></i> Категория 5</li>
            </ul>
        </div>
    </div>

@endsection