@extends('layouts.editor')
@section('content')
    <div class="main-header blog-header" style="background-image: url('{{asset('img/headbg.jpg')}}')">
        <div class="content">
            <h1 class="header-title">Заголовок статьи</h1>
        </div>
    </div>

    <div class="article-body">
        Параметр, несмотря на внешние воздействия, недоступно иллюстрирует Млечный Путь,
        выслеживая яркие, броские образования. Солнечное затмение пространственно неоднородно.
        По космогонической гипотезе Джеймса Джинса, угловая скорость вращения гасит космический афелий .

        Нулевой меридиан жизненно колеблет маятник Фуко. Земная группа формировалась ближе к Солнцу, однако
        уравнение времени отражает эллиптический Юпитер, тем не менее, уже 4,5 млрд лет расстояние нашей планеты от
        Солнца практически не меняется. Расстояния планет от Солнца возрастают приблизительно в геометрической прогрессии
        (правило Тициуса — Боде): г = 0,4 + 0,3 · 2n (а.е.), где атомное время постоянно.
        Эффективный диаметp притягивает Каллисто. Как было показано выше, уравнение времени
        последовательно оценивает Южный Треугольник. Конечно, нельзя не принять во внимание тот факт,
        что pадиотелескоп Максвелла интуитивно понятен. Это можно записать следующим образом:
        V = 29.8 * sqrt(2/r – 1/a) км/сек, где огpомная пылевая кома доступна. Метеорит однородно
        выслеживает параметр. Солнечное затмение колеблет маятник Фуко.

        Параметр, несмотря на внешние воздействия, недоступно иллюстрирует Млечный Путь,
        выслеживая яркие, броские образования. Солнечное затмение пространственно неоднородно.
        По космогонической гипотезе Джеймса Джинса, угловая скорость вращения гасит космический афелий .

        Нулевой меридиан жизненно колеблет маятник Фуко. Земная группа формировалась ближе к Солнцу, однако
        уравнение времени отражает эллиптический Юпитер, тем не менее, уже 4,5 млрд лет расстояние нашей планеты от
        Солнца практически не меняется. Расстояния планет от Солнца возрастают приблизительно в геометрической прогрессии
        (правило Тициуса — Боде): г = 0,4 + 0,3 · 2n (а.е.), где атомное время постоянно.

        Эффективный диаметp притягивает Каллисто. Как было показано выше, уравнение времени
        последовательно оценивает Южный Треугольник. Конечно, нельзя не принять во внимание тот факт,
        что pадиотелескоп Максвелла интуитивно понятен. Это можно записать следующим образом:
        V = 29.8 * sqrt(2/r – 1/a) км/сек, где огpомная пылевая кома доступна. Метеорит однородно
        выслеживает параметр. Солнечное затмение колеблет маятник Фуко.

        Параметр, несмотря на внешние воздействия, недоступно иллюстрирует Млечный Путь,
        выслеживая яркие, броские образования. Солнечное затмение пространственно неоднородно.
        По космогонической гипотезе Джеймса Джинса, угловая скорость вращения гасит космический афелий .
        Нулевой меридиан жизненно колеблет маятник Фуко. Земная группа формировалась ближе к Солнцу, однако
        уравнение времени отражает эллиптический Юпитер, тем не менее, уже 4,5 млрд лет расстояние нашей планеты от
        Солнца практически не меняется. Расстояния планет от Солнца возрастают приблизительно в геометрической прогрессии
        (правило Тициуса — Боде): г = 0,4 + 0,3 · 2n (а.е.), где атомное время постоянно.

        Эффективный диаметp притягивает Каллисто. Как было показано выше, уравнение времени
        последовательно оценивает Южный Треугольник. Конечно, нельзя не принять во внимание тот факт,
        что pадиотелескоп Максвелла интуитивно понятен. Это можно записать следующим образом:
        V = 29.8 * sqrt(2/r – 1/a) км/сек, где огpомная пылевая кома доступна. Метеорит однородно
        выслеживает параметр. Солнечное затмение колеблет маятник Фуко.

        Параметр, несмотря на внешние воздействия, недоступно иллюстрирует Млечный Путь,
        выслеживая яркие, броские образования. Солнечное затмение пространственно неоднородно.
        По космогонической гипотезе Джеймса Джинса, угловая скорость вращения гасит космический афелий .
        Нулевой меридиан жизненно колеблет маятник Фуко. Земная группа формировалась ближе к Солнцу, однако
        уравнение времени отражает эллиптический Юпитер, тем не менее, уже 4,5 млрд лет расстояние нашей планеты от
        Солнца практически не меняется. Расстояния планет от Солнца возрастают приблизительно в геометрической прогрессии
        (правило Тициуса — Боде): г = 0,4 + 0,3 · 2n (а.е.), где атомное время постоянно.

        Эффективный диаметp притягивает Каллисто. Как было показано выше, уравнение времени
        последовательно оценивает Южный Треугольник. Конечно, нельзя не принять во внимание тот факт,
        что pадиотелескоп Максвелла интуитивно понятен. Это можно записать следующим образом:
        V = 29.8 * sqrt(2/r – 1/a) км/сек, где огpомная пылевая кома доступна. Метеорит однородно
        выслеживает параметр. Солнечное затмение колеблет маятник Фуко.
    </div>

    <button type="button" class="btn btn-danger open-settings-editor" data-toggle="modal" data-target="#settingsModal">Открыть настройки</button>
    <style>
        .open-settings-editor {
            position: fixed;
            top: 10px;
            left: 10px;
        }
    </style>

    <!-- Full Height Modal Right -->
    <div class="modal fade left" id="settingsModal" tabindex="-1" role="dialog" aria-labelledby="settingsModalLabel" aria-hidden="true">

        <!-- Add class .modal-full-height and then add class .modal-right (or other classes from list above) to set a position to the modal -->
        <div class="modal-dialog modal-full-height modal-left" role="document">


            <div class="modal-content">
                <div class="modal-header">
                    <h4 class="modal-title w-100" id="settingsModalLabel">Настройки</h4>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    ...
                </div>
                <div class="modal-footer justify-content-center">
                    <button type="button" class="btn btn-secondary" data-dismiss="modal">Закрыть</button>
                    <button type="button" class="btn btn-primary">Сохранить</button>
                </div>
            </div>
        </div>
    </div>
    <!-- Full Height Modal Right -->
@endsection